haberturdeur/bricks/chronicler/host_test/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="linux"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_ESP_PARTITION_ERASE_CHECK=n
